Revit 2027 API
NumberingFormattedParameter Constructor
 Create an empty NumberingFormattedParameter object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NumberingFormattedParameter()
Public Sub New
public:
NumberingFormattedParameter()
new : unit -> NumberingFormattedParameter
See Also
Reference
NumberingFormattedParameter Class
NumberingFormattedParameter Overload
Autodesk.Revit.DB Namespace